[
    {
        "id": 1,
        "url": "https://www.australianmining.com.au/elevra-lithium-a-defining-moment-in-north-american-lithium/",
        "title": "Elevra: ‘A defining moment in North American lithium’",
        "date": "2025-04-09",
        "content": "The company to be created through the merger of ASX-listed Sayona Mining and Piedmont Lithium will be named Elevra Lithium, subject to Sayona shareholder approval. Originally announced in November 2024, the merger is set to create the largest hard-rock lithium producer in the US. The transaction will result in an approximate 50:50 equity holding for Sayona and Piedmont shareholders on a fully diluted basis following the deal’s closing, which is expected in the first half of 2025. Now the merged entity has been named, nominees for the board have been announced. The Elevra Lithium board will initially comprise eight members, including four directors to be appointed by Sayona and four directors to be appointed by Piedmont Lithium. Sayona has nominated its managing director and chief executive officer Lucas Dow, along with James Brown, Allan Buckler and Laurie Lefcourt.“I am delighted to announce the nomination of this highly experienced and capable group of leaders to form the board of Elevra Lithium,” Dow said.“Their diverse expertise across mining, legal, finance, and commercial strategy will be instrumental in steering our newly combined entity towards a successful and sustainable future.“As we integrate Sayona and Piedmont Lithium, this board will provide the strategic oversight required to unlock the full potential of our assets and deliver long-term value for our shareholders.”Piedmont has nominated its chair designate Dawne Hickton, and Christina Alvord, Jeff Armstrong and Jorge M. Beristain.“I am honoured to have been selected as chair-designate for Elevra Lithium, and we are pleased to announce the new board of directors for the merged company,” Hickton said.“I look forward to building a strong connection and leveraging our collective skills and experience to work with Elevra Lithium’s management team to devise, and deliver against, the strategy for what will become one of the world’s leading lithium companies.”Australian-based Sayona has three lithium assets in development in Québec, Canada and 12 mining leases for lithium and gold tenure in Western Australia, and US-based Piedmont has two lithium projects in North America and one in Ghana. The North American Lithium (NAL) operation in Québec is jointly owned by Sayona and Piedmont via a 75:25 partnership. NAL has produced approximately 140,000 tonnes of spodumene concentrate since its restart in March 2023. By merging, Sayona and Piedmont will consolidate NAL’s ownership.“The formation of Elevra Lithium will mark a defining moment in the North American lithium industry,” Dow said.“With a strengthened balance sheet, simplified ownership structure, and a world-class asset portfolio, we will be poised to accelerate our growth strategy and enhance our ability to meet the rising global demand for lithium.“Our commitment to operational excellence, cost reduction and innovation will drive efficiencies across our projects, ensuring that we maximise the benefits of this merger.“The synergies between Sayona and Piedmont Lithium will allow us to optimise our production capabilities, streamline logistics, and expand our reach in key markets. Our priority will be to advance our development pipeline efficiently, with a focus on delivering sustainable and responsible lithium production.”"
    },
    {
        "id": 2,
        "url": "https://www.mining-technology.com/news/newcrest-mining-pretium-resources-acquisition/",
        "title": "Newcrest Mining completes acquisition of Pretium Resources",
        "date": "2022-03-09",
        "content": "Australia’s Newcrest Mining has closed the acquisition of Pretium Resources, which owns the Brucejack mine in the Golden Triangle region of British Columbia, Canada. Last November, Newcrest Mining had agreed to acquire the common shares it did not own in Pretium for $2.8bn (C$3.5bn) through a Canadian plan of arrangement. A high-grade gold mine, Brucejack commenced commercial production in 2017. Newcrest managing director and CEO Sandeep Biswas said: “Through this acquisition and the continued development of our outstanding organic growth pipeline, Newcrest’s base case gold production is expected to remain strong until at least 2030, and we have a range of further upside opportunities being progressed across the portfolio. This production profile is also expected to drive a major reduction in all-in sustaining costs, which makes Newcrest unique in the industry.”  The firm stated that it has planned a three-phase transformation programme to boost the long-term potential and value of the Brucejack mine and the associated district. Under Phase I, Newcrest is looking at incorporating the Newcrest Safety Transformation Plan focused around the NewSafe safety programme and Critical Control Management (CCM) programme for high-risk tasks to continue the safety improvement aspects at the Brucejack mine. The firm expects the first phase to deliver efficiency gains through improved mine equipment tracking and monitoring, as well as progressive adoption of semi-autonomous and autonomous remote capabilities. In the second phase, Newcrest plans to focus on boosting mill throughput capacity and mining performance. It is aiming for an increase in the process plant capacity from the current permitted processing rate of 3,800tpd to between 4,500tpd and 5,000tpd. The third phase will see the firm focus on using its expertise to unlock the potential of the associated district to deliver mineral resource and ore reserve growth. It aims for an aggressive drilling programme for the next several years with around 200,000m to be completed this year. Newcrest expects Brucejack to produce between 95,000oz and 115,000oz of gold during its ownership in 2022. With the completion of the deal, Pretium will be delisted from the New York Stock Exchange and Toronto Stock Exchange."
    },
    {
        "id": 3,
        "url": "https://www.australianmining.com.au/why-gold-road-rejected-gold-fields-3-3bn-takeover-bid/",
        "title": "Why Gold Road rejected Gold Fields’ $3.3bn takeover bid",
        "date": "2025-03-25",
        "content": "Gold Road Resources has rejected an unsolicited takeover proposal from Gold Fields, its 50:50 joint venture partner for the Gruyere gold mine in Western Australia. The offer was received on March 7 and, if accepted, would have involved Gold Fields acquiring 100 per cent of the shares on issue in Gold Road via a scheme of arrangement for $3.05 per share, valuing Gold Road at $3.3 billion. This offer comprised $2.27 cash per share and a variable portion equal to the value of Gold Road’s shareholding in De Grey Mining. De Grey is soon set to be acquired by Northern Star Resources for $5 billion. Gold Fields’ proposal would have consolidated its ownership of Gruyere, of which it is currently manager. Gold Fields chief executive officer Mike Fraser said the offer “represents a compelling opportunity for Gold Road shareholders to realise an attractive and certain cash price for their investment”. However, after consideration and engagement with Gold Fields, Gold Road said the proposal “materially under values” the company.“Gold Road notes that the receipt of the offer coincided with a lower March 2025 quarter production due to maintenance on the primary crusher and the failure of two conveyor belts,” Gold Road said.“The offer attributes no value at all to the potential underground expansion of the Gruyere mine. As such, the Gold Road board formed the view that it is not in the best interest of its shareholders to accept the offer and rejected the offer on March 14.”Fraser said Gold Fields will continue to seek the engagement of the Gold Road board.“Consolidation of the remaining 50 per cent interest in Gruyere will eliminate dis-synergies that arise through the current joint venture ownership,” Fraser said.“The proposed acquisition would be consistent with our strategy to improve the quality of our portfolio through investment in high-quality, long-life assets, like Gruyere, similar to our recent acquisition of the Windfall project (in Canada).”After rejecting Gold Fields’ offer, Gold Road tabled an alternative proposal to acquire the remaining interest in Gruyere. However, this counterproposal was rejected.“Gold Road has engaged in active correspondence and dialogue with Gold Fields to consider whether Gold Fields would address the deficiencies of its offer,” Gold Road said. Fraser said Gold Fields will remain disciplined with regards to its proposed acquisition of Gold Road.“Gold Fields also remains committed to maintaining a strong balance sheet with sufficient access to liquidity and funding to finance the proposed acquisition,” Fraser said. Despite lower production projected for the March 2025 quarter, Gruyere is guided to produce 325,000–355,000 ounces in 2025."
    },
    {
        "id": 4,
        "url": "https://www.australianmining.com.au/karora-says-yes-to-3-4b-westgold-merger/",
        "title": "Karora says ‘yes’ to $3.4b Westgold merger",
        "date": "2024-07-22",
        "content": "Karora Resources shareholders have almost unanimously voted in favour of the company’s merger with Westgold. Over 99 per cent of votes recorded approved the merger, which will see Westgold takes its place as a top five Australian gold producer. Toronto-based Karora chair and chief executive officer Pail Andre Huet announced the company’s approval late last week.“The approval by approximately 99 per cent of the votes cast on the resolutions regarding the proposed merger transaction with Westgold Resources, along with receipt of Foreign Investment Review Board approval, represent two important milestones towards the closing of this transaction,” he said.“We thank Karora shareholders for their overwhelming support of the combination of Westgold and Karora to create a dual ASX and TSX listed top five Australian gold producer.”Westgold managing director and chief executive officer Wayne Bramwell thanked Karora shareholders for their support.“The overwhelming support for this merger shown by Karora shareholders confirms the independently verified value and the compelling commercial rationale behind this transaction,” he said.“With the integration of the Karora assets, the expanded Westgold will have strategic footprints across two of Western Australia’s most prolific goldfields.“With the integration of the Karora team we create an agile Australian gold mining powerhouse that is focused on free cash generation and shareholder returns.”All that’s remains now is for Westgold to obtain a final order from the Ontario Superior Court of Justice, the hearing for which is expected on July 24. If the merger is implemented, Westgold will take ownership over Karora’s Australian Beta Hunt and Higginsville gold mines, both high-performing assets nestled in the same region as Westgold’s iconic Bluebird and Great Fingall mines. Westgold will also own the Lakewood gold mill near Kalgoorlie."
    },
    {
        "id": 5,
        "url": "https://www.australianmining.com.au/ramelius-to-acquire-spartan-for-2-4bn/",
        "title": "Ramelius to acquire Spartan for $2.4bn",
        "date": "2025-03-17",
        "content": "Ramelius Resources is set to acquire the remaining Spartan Resources shares it does not own for approximately $2.4 billion. Under the binding transaction implementation deed, Ramelius will pay $0.25 in cash and 0.6957 Ramelius shares for each Spartan share, with an implied value of $1.78 per Spartan share. Ramelius currently holds a 19.9 per cent shareholding in Spartan. The scheme consideration represents a 11.3 per cent premium to Spartan’s last closing share price of $1.60 per share on March 14 and 27.5 per cent of Spartan’s 30-day volume weighted average price of $1.40. Spartan is currently developing the Dalgaranga gold project in Western Australia, which comprises a fully developed gold mining operation, a carbon-in-leach processing facility, a camp and airstrip, and an extensive landholding with potential for new gold discoveries. Dalgaranga produced 71,15 ounces (oz) of gold for the 2021–22 financial year (FY22) before being placed on care and maintenance in November 2022 following grade and reconciliation issues. Since then, Spartan has worked to recommence operations at Dalgaranga by carrying out an exploration drill drive and identifying several new gold deposits, including Never Never, Pepper and Freak. Acquiring Spartan will provide Ramelius access to an emerging gold project located 65km north-west of Mt Magnet, highlighting geographical synergies between both companies.“Ramelius is delighted to be combining with Spartan, which will see Ramelius’ Mt Magnet production hub supercharged by the integration of Spartan’s high-grade Dalgaranga mineral resource,” Ramelius managing director Mark Zeptner said.“The combination will see Mt Magnet deliver higher ounces, at higher grade, with higher margins. With the Spartan effect, Ramelius has a vision for the combined group to be a (more than) 500,000oz (per annum) producer in FY30.“In addition to the incredible production potential combining these two companies delivers, we are also excited to see what the ongoing exploration efforts at Dalgaranga can deliver for the benefit of the combined group’s shareholders.”If the scheme is implemented, Spartan shareholders will own 39.5 per cent of the combined group. The scheme has been unanimously recommended by the Spartan board.“This is a highly attractive and transformational combination which we believe represents a great outcome for Spartan shareholders,” Spartan executive chairman Simon Lawson said.“The combined group will be positioned as a leading mid-tier ASX-listed gold producer with an enviable and robust growth pipeline including a significantly de-risked development pathway for Dalgaranga underpinned by Ramelius’ robust balance sheet, strong cash generation and development expertise.“With the expected commencement of operations at Dalgaranga we expect the enlarged Mt Magnet-Dalgaranga hub to cement itself as a long-life and low-cost mining operation.”Lawson said Spartan shareholders will be able to gain exposure to the rest of Ramelius’ high-quality gold portfolio.“I am looking forward to being involved in the next chapter of this exciting journey as deputy chair of the enlarged Ramelius, where I will be providing direction into a renewed exploration focus on a number of Ramelius existing assets as well as the development and growth of the high-grade Dalgaranga orebodies,” he said. The Ramelius–Spartan deal joins the list of M&A that has taken place throughout the Australian gold sector in the last 12 months. Other notable transactions include the Northern Star–De Grey Mining deal, the Red 5–Silver Lake Resources and Westgold Resources–Karora Resources mergers and the Greatland Gold–Newmont deal."
    },
    {
        "id": 6,
        "url": "https://www.australianmining.com.au/northern-stars-5-billion-play-for-de-grey/",
        "title": "Northern Star’s $5 billion play for De Grey",
        "date": "2024-12-24",
        "content": "Northern Star Resources is set to acquire De Grey Mining, owner of one of the world’s largest undeveloped gold projects, for approximately $5 billion. Under the terms of the scheme implementation deed, De Grey shareholders will be entitled to receive 0.119 new Northern Star shares for each De Grey share held at the scheme’s record date. This represents an implied offer price of $2.08 per De Grey share. The scheme consideration represents a 37.1 per cent premium to De Grey’s last closing share price of $1.52 per share on November 29. De Grey is currently developing the Hemi gold project in the Pilbara region of Western Australia, which has a mineral resource estimate of 264 million tonnes at 1.3 grams per tonne of gold for 11.2 million ounces (Moz) and is forecasted to produce 530,000 ounces per annum over its first 10 years. Acquiring De Grey will provide Northern Star access to a low-cost, long-life and large-scale gold development project. “The acquisition of De Grey is strongly aligned with Northern Star’s strategy and contributes to our purpose of generating superior returns for shareholders,” Northern Star managing director and chief executive officer Stuart Tonkin said. “De Grey’s Hemi development project will deliver a low-cost, long-life and large-scale gold mine in the Tier 1 jurisdiction of Western Australia, enhancing the quality of Northern Star’s asset portfolio to generate cash earnings.”  Once the scheme has been implemented, Northern Star shareholders will own approximately 80.1 per cent of the combined entity and De Grey shareholders will own the balance. The scheme has been unanimously recommended by the De Grey board. “Given the high-quality nature of Hemi, De Grey is in the fortunate position to have had many avenues to progress the asset, including M&A (mergers and acquisitions),” De Grey managing director Glenn Jardine said. “The transaction that we have entered with Northern Star today is a highly attractive opportunity for De Grey shareholders in terms of the upfront premium, as well as retaining ongoing exposure to Hemi and gaining exposure to the broader Northern Star portfolio.”  Northern Star’s current portfolio comprises three production centres situated in iconic gold mining regions. This includes the Kalgoorlie and Yandal centres in WA and the Pogo centre in Alaska, US. If the acquisition is successful, Hemi will provide Northern Star with a third production centre in WA – fourth centre in total – and will increase the combined entity’s growth pathway to approximately 2.5 million ounces per annum. “We have assembled a wonderful project team to undertake the work required to bring this generational asset to its current position, and the integration of this team into Northern Star will ensure continued momentum and sharing of Hemi knowledge,” Jardine said. “Alongside my fellow directors, I have no hesitation in supporting the transaction and am excited for the future prospects of the combined group.”  The Northern Star–De Grey deal joins the list of M&A that has taken place throughout the Australian gold sector in 2024. Other notable deals include the Red 5–Silver Lake Resources and Westgold Resources–Karora Resources mergers and the Greatland Gold–Newmont deal."
    },
    {
        "id": 7,
        "url": "https://www.australianmining.com.au/meet-the-worlds-third-largest-lithium-supplier/",
        "title": "Meet the world’s third largest lithium supplier",
        "date": "2025-03-07",
        "content": "Rio Tinto has finalised its $US6.7 billion ($10.5 billion) acquisition of Arcadium Lithium, positioning the company as a leading lithium supplier. Following approval from the Royal Court of Jersey, Rio Tinto is now the parent company of Arcadium, which will be renamed to Rio Tinto Lithium. Arcadium has been delisted from the ASX and New York Stock Exchange. Backed by one of the world’s largest lithium resource bases, Rio Tinto Lithium aims to grow the capacity of its Tier 1 assets to over 200,000 tonnes of lithium carbonate equivalent per annum by 2028. “Today we are delighted to welcome the employees of Arcadium to Rio Tinto,” Rio Tinto chief executive officer Jakob Stausholm said. “Together, we are accelerating our efforts to source, mine and produce minerals needed for the energy transition. By combining Rio Tinto’s scale, financial strength, operational and project development experience with Arcadium’s Tier 1 assets, technical and commercial capabilities, we are creating a world-class lithium business which sits alongside our leading iron ore, aluminium and copper operations. “We believe we are well-positioned to deliver the materials needed for the energy transition while maintaining our focus on respecting local communities, minimising environmental impacts and delivering value for shareholders and other stakeholders.”  Rio Tinto is now the world’s third largest lithium supplier, only behind Albemarle and Sociedad Química y Minera de Chile S.A. (SQM). First announced in October 2024, the transaction saw Rio acquire Arcadium in an all-cash transaction for $US5.85 per share, representing a 90 per cent premium on Arcadium’s October 4 closing price of $US3.08 per share. The deal had synchronicities that elicited the transaction. Rio Tinto and Arcadium operate in similar jurisdictions, including Argentina where Rio Tinto is developing its Rincon lithium project – which received approval for a $2.5 billion expansion in December 2024 – and where Arcadium was operating its Salar Del Hombre Muerto, Olaroz, Sal de Vida and Cauchari lithium assets. Rio Tinto will also leverage Arcadium’s multinational upstream capabilities and downstream processing offerings."
    },
    {
        "id": 8,
        "url": "https://www.mining.com/web/pilbara-minerals-open-to-great-acquisition-opportunities/",
        "title": "Pilbara Minerals open to ‘great’ acquisition opportunities",
        "date": "2024-05-07",
        "content": "Pilbara Minerals, Australia’s biggest independent lithium producer, said on Wednesday it is looking at acquisitions to grow but putting money back into existing assets would come first. “We are considering and looking at inorganic growth opportunities but we’re in no rush and we won’t grow for growth’s sake but if there’s a great opportunity … we’re up for that,” CEO Dale Henderson said during the Macquarie Australia Conference. Pilbara Minerals hired an M&A banker as its chief development officer around a year ago, saying at the time it was in the very early stages of considering acquisitions for growth. Since then, lithium prices have bottomed, while BHP’s $39 billion offer for Anglo American has underscored keen interest on the part of miners in boosting exposure to metals critical to the energy transition. That said, Australia’s mining barons Gina Rinehart and Chris Ellison have snapped up blocking stakes in many of the country’s promising lithium developers, making the domestic landscape for consolidation more complex. For now, Pilbara Minerals is undertaking expansion projects such as building out a demonstration plant at its Pilgangoora proje`ct in Western Australia to make a midstream lithium phosphate product for sale to battery chemicals makers. It is also working on several other projects including new ore crushing and chemicals production options to supply electric vehicle battery makers. Globally, lithium is an attractive asset. Leo Lithium on Wednesday agreed to sell a 40% stake in a mine in Mali for $342.7 million to China’s Ganfeng Lithium."
    },
    {
        "id": 9,
        "url": "https://www.northernminer.com/news/equinox-gold-to-buy-calibre-for-1-8b/1003875930/",
        "title": "Equinox Gold to buy Calibre for $2.56B",
        "date": "2025-02-24",
        "content": "Equinox Gold (TSX: EQX; NYSE-A: EQX) agreed to buy Calibre Mining (TSX: CXB) for about $2.56bn in stock to become Canada’s second-largest gold producer. Calibre shareholders will receive 0.31 Equinox common share for each Calibre common share held immediately before the transaction, according to a joint statement issued Sunday. At closing, existing Equinox shareholders would own about 65% of the combined company’s outstanding shares, compared with 35% for their Calibre counterparts. The deal, which is expected to close in the second quarter, sets the stage for the creation of a Canadian mining powerhouse with two low-cost assets under the same roof – Equinox’s Greenstone property in Ontario, which achieved commercial production in November and is one of the country’s largest open-pit mines; and Calibre’s Valentine mine, which is nearing construction completion. First gold pour at Valentine is currently targeted for mid-2025. “The impact of the two mines coming together, creating this Canadian gold power, that’s really as much as anything why we’ve done this,” Equinox chairman Ross Beaty told financial analysts Monday on a conference call. “It’s just going to have a fabulous long-term value creation for shareholders of both companies.”  Together, Greenstone and Valentine, which are fully owned, are expected to produce an average of 590,000 oz. of gold per year when operating at capacity. That would vault Equinox into second place among Canadian gold producers – trailing only Agnico-Eagle Mines (TSX: AEM; NYSE: AEM) and its 2.9 million oz. output – and into the top 15 globally. Transformative step With Calibre in the fold, Equinox will have nine producing mines in five countries, with another property under construction and five expansion or development projects. It will have gold reserves of about 24 million oz. “This merger represents a transformative step forward for both Equinox and Calibre, bringing together two complementary companies with strong production, growth potential, operational expertise, and a shared commitment to responsible mining,” Equinox CEO Greg Smith said in the statement. “By combining our assets, teams, and financial strength, we are creating a leading Americas-focused gold producer with enhanced scale, resilience, and the ability to generate significant long-term value for our shareholders and stakeholders.”  The proposed acquisition follows a series of other gold sector deals over the past year, including Gold Fields’s (NYSE: GFI; JSE: GFI) purchase of Osisko Mining and AngloGold Ashanti’s (NYSE: AU) acquisition of Centamin. Calibre has about 852.5 million shares outstanding. That gives the all-stock offer a value of about $2.56 billion, based on Equinox’s Friday close of $9.69 in Toronto trading. Shares of Calibre dropped 5.2% to $2.93 in early afternoon trading Monday, giving the company a market capitalization of about $2.5 billion. Equinox fell 1.4% to $9.55, valuing the company at about $4.4 billion. Long life Equinox data show Canada would account for more than half of the combined company’s annual gold output. That compares with 19% for Brazil, 13% for the U.S., 10% for Nicaragua and 5% for Mexico. Newfoundland & Labrador’s Valentine has “the potential to be a long-life gold camp, multiple deposits along a shear zone and a beautiful infrastructure opportunity,” Beaty said. “It’s really got long life potential.”  Equinox produced a record 621,870 oz. of gold last year from seven operating mines in Canada, the U.S., Mexico, and Brazil. Post-acquisition, Equinox is expected to produce about 950,000 oz. of gold in 2025 – a figure that doesn’t include any contribution from Valentine or Mexico’s Los Filos mine. Once Greenstone and Valentine reach full capacity, Equinox has the potential to produce more than 1.2 million oz. of gold annually, according to the company. Some asset sales are probable once the deal has closed, Beaty stressed. “We’re going to have a look at this after we conclude the transaction, and seeing what is the best fit for us and what might be returned to the market for a better company to run,” he said. “So definitely there will be rationalization, I just can’t say which exactly at this point.”  Equinox’s Los Filos mine is one of the assets that will come under the most scrutiny. Los Filos has been the target of frequent protests in recent years, including community blockades that led to production being suspended for several weeks. Los Filos “is a significant question mark right now,” Beaty said. “It’s still up in the air, and we’ll have to just simply provide information to the market.”  Shareholder vote Shareholders of both companies will be asked to vote on the transaction before the end of May. Two-thirds of Calibre shareholders will need to approve the deal, while Equinox will require a simple majority threshold of votes cast. Canadian and Mexican competition authorities will also need to authorize the combination. Executives of both companies will be tasked with running operations. Smith will remain CEO while his counterpart at Calibre, Darren Hall, will be named president and chief operating officer. Equinox’s board of directors will consist of 10 members, with Beaty continuing as chair. Five additional directors will come from Equinox, including Smith. The company will continue to operate under the Equinox Gold name and remain headquartered in Vancouver."
    },
    {
        "id": 10,
        "url": "https://www.australianmining.com.au/newmont-officially-acquires-newcrest/",
        "title": "Newmont officially acquires Newcrest",
        "date": "2023-11-08",
        "content": "Newmont has completed its acquisition of Newcrest Mining Limited with the aim of creating a world-leading gold miner. Now featuring more than half of the world’s Tier-1 assets, Newmont said its portfolio of long-life operations, value-accretive projects, exploration opportunities, and world-class talent will underpin years of profitable production. “Today marks a historic milestone in our company and the industry with the successful completion of this transformational acquisition of Newcrest by Newmont,” Newmont president and chief executive officer Tom Palmer said. “Our attention now turns to safely, efficiently, and responsibly integrating Newcrest’s assets and people into Newmont’s proven operating model, so we can accelerate the delivery of our value-focused strategy for all our stakeholders.”  With the transaction now complete, the acquisition is expected to strengthen Newmont’s position as a responsible gold mining leader through the combination of high-quality operations, projects and reserves concentrated in low-risk jurisdictions, including 10 Tier-1 operations. The deal is expected to generate annual pre-tax synergies of $500 million, slated to be achieved within the first 24 months, together with at least $2 billion in cash improvements through portfolio optimisation in the first two years. Newmont hopes to maintain balanced capital allocation priorities and industry-leading non-binding dividend payouts. Since closing the Goldcorp transaction in 2019, Newmont has paid more than $5 billion in dividends. The company said its next steps involve setting up a deep bench of experienced leaders, subject matter experts and existing regional teams in Australia and Canada with extensive mining industry experience."
    },
    {
        "id": 11,
        "url": "https://mining.com.au/salinas-project-renamed-as-pilbara-minerals-completes-latin-acquisition/",
        "title": "Salinas Project renamed as Pilbara Minerals completes Latin acquisition",
        "date": "2025-02-05",
        "content": "Pilbara Minerals (ASX:PLS) has completed its acquisition of Latin Resources (ASX:LRS) by way of an all-share and option schemes of arrangement  The company yesterday (4 February) issued just over 205.5 million new shares to Latin Resources shareholders, and the appointed sale agent, representing 6.4% of Pilbara’s shares on issue. The completion of the acquisition of Latin Resources and its flagship Salinas Project is consistent with Pilbara Minerals’ strategy to grow and diversify revenues beyond Pilgangoora, the acquirer says. With the transaction complete, the Salinas Project will be renamed the Colina Project. Pilbara Minerals CEO Dale Henderson Latin’s Salinas Project has the potential to become a leading hard rock lithium operation by production globally, located in the world-class mining jurisdiction of Minas Gerais, Brazil, with development flexibility to supply new markets (subject to market conditions). “We are excited by the opportunities ahead at our Colina Project in Brazil. The (Pilbara Minerals) team is looking forward to working with our new colleagues in Brazil to advance project studies and resume drilling activities, which will support the future development of the Colina Project,” the CEO says. “One of the attractions of Latin Resources was the strong foundation of community support that has been established. We look forward to continuing this collaboration with the community and all key stakeholders in Brazil.”  Henderson adds that the asset is expected to be low-cost and value-accretive, offering Pilbara Minerals the flexibility to sequence new supply and diversify into emerging growth markets for lithium, such as Europe and North America. Late last month, the Supreme Court of Western Australia has approved the acquisition, as  reported by Mining.com.au. Pilbara Minerals had retained Barrenjoey as financial advisor and Corrs Chambers Westgarth as legal advisor in relation to the scheme. Latin Resources appointed Macquarie Capital (Australia) as its financial advisor and King & Wood Mallesons as its legal advisor."
    },
    {
        "id": 12,
        "url": "https://www.mining-technology.com/news/rock-tech-arcore-lithium-company/",
        "title": "Rock Tech, Arcore to merge subsidiaries to form integrated lithium company",
        "date": "2025-02-21",
        "content": "Canadian miner Rock Tech Lithium has signed a binding business combination agreement with Swiss junior mining company Arcore to merge their subsidiaries and establish a new European entity named NewCo. Upon completion of the transaction, Rock Tech will transfer the shares of its fully owned subsidiary, Rock Tech Guben, to NewCo in exchange for a 75% stake in NewCo’s registered share capital. Arcore will contribute the shares of its wholly owned subsidiary, AR CORE, to NewCo and receive a 25% stake in NewCo’s registered share capital. This strategic move aims to reduce Europe’s dependence on other regions for critical battery raw materials and create a reliable battery materials supply chain. NewCo’s core assets will include Rock Tech’s fully permitted lithium converter in Guben, Germany, and Arcore’s lithium-boron-magnesium mining project in Lopare, Bosnia-Herzegovina, which contains an estimated 600,000 tonnes of lithium carbonate equivalent. Rock Tech CEO and chairman Dirk Harbecke: “Strong European supply chains are essential to secure the regions’ strategic autonomy, promote industrial competitiveness and enable the transformation to a climate-neutral economy. “Europe is currently heavily dependent on imports of critical raw materials such as lithium. This is an important step for Rock Tech to become the European leader in battery raw materials supply.”  As the leading partner, Rock Tech will engage with local communities and leverage its expertise from the Georgia Lake lithium project in Canada. Arcore’s Lopare lithium project has the potential to become one of Europe’s largest lithium mines, according to the company. The project, supported by the state of Brandenburg, is in its final financing phase with all necessary permits and studies completed. The Lopare deposit’s exploration phase has concluded and a mining concession application is under way. Arcore Interim CEO Jeff Stone said: “Caring for this exceptionally vital asset of the Republic of Srpska is a fiduciary duty that we assume with the utmost responsibility. It is with that responsibility in mind that we formally submit our concession application. It is a privilege for Arcore alongside Rock Tech to play a defining role in the creation of an independent European supply chain of critical metals.”  The joint venture’s (JV) next step is finalising the pre-feasibility study to assess the project’s technical and economic viability, including its environmental and social compatibility. Arcore Doo in Bosnia-Herzegovina managing director Vladimir Rudic said: “The Lopare project, thanks to our collaboration and association with Rock Tech, and their cutting-edge technological innovations, will be the standard bearer of new trends in the development of sustainable mining in this traditional mining region.”  Arcore’s Lopare project is set to supply lithium sulphate feedstock to Rock Tech’s Guben converter from 2030, complementing the spodumene supply from contracted partners. The Guben lithium converter is poised to produce battery-grade lithium hydroxide monohydrate for up to 500,000 electric vehicles annually. Worley has been appointed as the engineering, procurement and construction management provider for the converter."
    }
]